i18next.init({
  lng: "kz",
  resources: {
    kz: {
      translation: {
        //Menu
        nav__item__0: "Басты",
        nav__item__1: "Мүмкіндіктер",
        nav__item__2: "Пікірлер",
        nav__item__3: "Артықшылықтары",
        nav__item__4: "Контактілер",
        //Header
        header__title__1: "Сабаққа қатысуды есепке алу",
        header__subtitle__1:
          "Ол, мысалы, оқу орындарында, жұмыс кабинеттерінде, іс-шараларда, спорттық іс-шараларда және басқа да қоғамдық орындарда сабаққа қатысуды тиімді басқаруға және бақылауға мүмкіндік береді.",
        header__action: "Өтінішіңізді жіберіңіз",
        //Statistics
        statistics__title:
          "«EDUS» білім беру платформасы білім беру мекемесінің мониторингі мен электрондық құжат айналымы процестерін автоматтандыруға және біріктіруге арналған бағдарламалық шешім болып табылады.",
        statistics__item__1: "мектептер",
        statistics__item__2: "оқушылар",
        statistics__item__3: "мұғалімдер",

        //Features
        features__title: "Мүмкіндіктер",
        features__headline__1: "Контингент",
        features__headline__2: "Бақылау",
        features__headline__3: "Қызметкерлер",
        features__headline__4: "СКУД",
        features__item__1:
          "Бағдарлама адамдарды жүйе ішінде біріктіру және деректерді басқару үшін бір есептік жазбаға біріктіреді, бір жұмыстың қайталануы мен қайталануын болдырмайды, уақытты үнемдейді және персоналмен жұмыс істеу тапсырмаларын оңтайландырады. Есептік жазба деректері автоматты түрде біріктірілген (Mektep.EDUS, College EDUS, Abiturient.EDUS және т.б.)",
        features__item__2:
          "Мекемедегі процестерді бақылау басшылық пен жауапты қызметкерлерге барлық құрылғылар мен қызметтерден статистикалық және көрнекі деректер алынатын бағдарламалық қамтамасыз етуді басқару панелінен процестерді бақылауға мүмкіндік береді. Нақты режимде барлық процестерді бақылау және бақылау. Таңдалған кезеңнің статистикалық есептеріне және мұрағатталған деректеріне қол жеткізу",
        features__item__3:
          "EDUS жүйесіндегі шағын модуль кадр бөлімінің бірқатар функцияларын орындайды, кадрларды есепке алудың жазбалары мен тарихын жасауға және автоматтандыруға, қызметкерлер контингентімен біріктіруге мүмкіндік береді, сондай-ақ бос орындарға үміткерлердің дерекқорын (резюмелерін) жинайды. мекеме. Сондай-ақ, әрбір қызметкер өз деректерін жаңарта алады.",
        features__item__4:
          "Қол жеткізуді бақылау және есепке алу жүйесі. EDUS бағдарламалық қамтамасыз ету ортасы NFC, RFID, QR хаттамаларында және фото-бейне бекітулерінде жұмыс істейтін сәйкестендіру және қол жеткізуді басқару үшін әртүрлі модульдер мен құрылғыларды біріктіруге мүмкіндік береді.",

        //Testimonials
        testimonials__title: "Пікірлер",
        testimonials__role__1: "Оқу орнының директоры",
        testimonials__role__2: "Оқу орнының әкімшісі",
        testimonials__role__3:
          "Білім беру мекемесінің кадр бөлімінің қызметкері",
        testimonials__item__1:
          "Smart EDUS біздің оқу орнымыздың таптырмас көмекшісі болды! Жүйе енгізілгеннен бері деректермен және процестермен жұмысты ұйымдастырудың айтарлықтай жақсарғанын байқадық. Пайдаланушыға ыңғайлы интерфейс қажетті ақпаратқа жылдам қол жеткізуге мүмкіндік береді, ал процестерді автоматтандыру әдеттегі тапсырмаларды орындауға кететін уақытты қысқартты. Персоналды тиімді басқаруға және үміткерлердің түйіндемелерін жинауға мүмкіндік беретін кадрлар бөлімінің модулін ерекше атап өткім келеді.",
        testimonials__item__2:
          "Бұрын бізде мекемедегі процестерді уақтылы бақыламау мәселесі туындады, бірақ Smart EDUS арқасында бұл өткен нәрсеге айналды! Енді біз нақты уақыт режимінде оқу орны жұмысының барлық аспектілерін бақылай аламыз. Аналитикалық есептер мен деректерді визуализациялау басшылыққа негізделген шешімдер қабылдауға көмектеседі. Бұл біздің дұрыс бағытта келе жатқанымызға және білім беру мақсаттарымызға қол жеткізіп жатқанымызға сенімділік береді.",
        testimonials__item__3:
          "EDUS - біздің қысыметкерлердің жетіспеушілігіміз үшін ерекше көмек! Бірінші болған кезде, біз деректерді жүйеде қолданудан тура кетіп, тікелей мәліметтерді іске асыру уақытымызды азайтқанмыз және қайталау жұмыстарын кеміту үшін қайтару керек емес. Ерекше реттелген модуль арқылы, біз кадр документтерімен жұмыс істеу процесін жеделдеттік жасаймыз және оқу ұйымымыздағы бос орындарға қатысты талаптарға жауап беретін өте қатынасты жасаушыларды табуға көмектеседі. Мен өзім кадр документтері бөлімінің модулімен көңіл аударамын: бұл оған кадр деректерімен жұмыс істеу процесін оңайлауға көмектеседі және оқу ұйымымыздың бос орындарына жақын жетіспеушілерді табуға көмектеседі",

        //Video
        video__subtitle:
          "Білім беруде жетістікке жетудің және оқу үдерістерін тиімді басқарудың қуатты құралы – тамаша нәтижелерге жол!",

        //Advantages
        advantage__title: "Артықшылықтары",

        //footer
        form__title: "Бізбен байланысыңыз",
        form__subtitle: "Кері байланыс формасын толтырыңыз",
        form__input__1: "Толық аты",
        form__input__2: "Пошта",
        form__input__3: "Ұйым",

        footer__legend: "Smart EDUS көмегімен оқу тиімді және басқару оңай!",
        footer__header__1: "Байланыста боламыз",
        footer__header__2: "Жылдам Сілтемелер",
      },
    },
    ru: {
      translation: {
        //Menu
        nav__item__0: "Главная",
        nav__item__1: "Возможности",
        nav__item__2: "Отзывы",
        nav__item__3: "Преимущества",
        nav__item__4: "Контакты",
        //Header
        header__title__1: "Учет посещаемости",
        header__subtitle__1:
          "Она позволяет эффективно управлять и контролировать посещаемость, например, в учебных заведениях, рабочих офисах, мероприятиях,спортивных мероприятиях и других общественных местах.",
        header__action: "Оставить заявку",
        //Statistics
        statistics__title:
          "Образовательная платформа “EDUS” - это программное решение по автоматизации и интеграции процессов мониторинга и электронного документооборота образовательного учреждения",
        statistics__item__1: "школ",
        statistics__item__2: "учеников",
        statistics__item__3: "учителей",

        //Features
        features__title: "Возможности",
        features__headline__1: "Контингент",
        features__headline__2: "Мониторинг",
        features__headline__3: "Кадры",
        features__headline__4: "СКУД",
        features__item__1:
          "Программа обьединяет людей в единую учетную запись для унификации и управления данными внутри системы, избавляет от дублирования и повторения одних и тех же работ, сэкономит время и оптимизирует задачи по работе с персоналом. Интегрируются данные аккаунтов автоматически (Mektep.EDUS, College EDUS, Abiturient.EDUS итд)",
        features__item__2:
          "Мониторинг процессов в учреждении позволяет руководству и ответственным сотрудникам наблюдать процессы из программной панели управления, куда из всех устройств и сервисов поступают статистические и визуальные данные. Контроль и наблюдение всех процессов в реальном режиме. Доступ к статистическим отчетам и архивным данным выбранного периода",
        features__item__3:
          "Небольшой модуль в системе EDUS выполняет ряд функций отдела кадров, позволяет создать и автоматизировать записи и историю кадрового учета, интегрироваться с контингентом работников, а также, собирает базу соискателей(резюме) на вакантные места в учреждении. Так же каждый работник может обновлять свои данные",
        features__item__4:
          "Система контроля и учета доступом. Программная среда EDUS позволяет интегрировать разные модули и устройства идентификации и контроля доступа, работающих по протоколам NFC, RFID, QR, и фото-видео-фиксаций",

        //Testimonials
        testimonials__title: "Отзывы",
        testimonials__role__1: "Директор образовательного учреждения",
        testimonials__role__2: "Администратор образовательного учреждения",
        testimonials__role__3:
          "Сотрудник отдела кадров образовательного учреждения",
        testimonials__item__1:
          "Smart EDUS стал незаменимым помощником в нашем образовательном учреждении! С момента внедрения системы, мы заметили значительное улучшение в организации работы с данными и процессами. Удобный интерфейс позволяет быстро получать доступ к необходимой информации, а автоматизация процессов сократила время, затрачиваемое на рутинные задачи. Особенно хочется отметить модуль отдела кадров, который позволяет эффективно управлять кадровым составом и собирать резюме соискателей.",
        testimonials__item__2:
          "Раньше у нас были проблемы с несвоевременным мониторингом процессов в учреждении, но благодаря Smart EDUS, это стало прошлым! Теперь мы можем отслеживать все аспекты работы учебного заведения в режиме реального времени. Аналитические отчеты и визуализация данных помогают руководству принимать обоснованные решения. Это дает нам уверенность в том, что мы движемся в правильном направлении и достигаем наших образовательных целей.",
        testimonials__item__3:
          "Smart EDUS - это истинное спасение для нашего перегруженного персонала! Благодаря единой учетной записи, мы смогли сократить временные затраты на обработку данных и избавиться от повторяющихся задач. Теперь все сотрудники работают в одной системе, что улучшило сотрудничество и координацию внутри учреждения. Я лично в восторге от модуля отдела кадров: он значительно упростил процессы работы с кадровой документацией и помог нам найти лучших кандидатов на вакансии.",

        //Video
        video__subtitle:
          "Мощный инструмент для достижения успеха в образовании и эффективного управления образовательными процессами – ваш путь к выдающимся результатам!",

        //Advantages
        advantage__title: "Преимущества",

        //footer
        form__title: "Свяжитесь с нами",
        form__subtitle: "Заполните форму для обратной связи",
        form__input__1: "ФИО",
        form__input__2: "Почта",
        form__input__3: "Организация",

        footer__legend: "С Smart EDUS учиться эффективно и управлять просто!",
        footer__header__1: "Будем на связи",
        footer__header__2: "Быстрые ссылки",
      },
    },
  },
});
